[TC_WOTC_MILL_DEAGLE_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>Desert Eagle XIX</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>Desert Eagle</b></font>"
AbilityDescName="крупнокалиберный пистолет"
BriefSummary="Desert Eagle - самозарядный пистолет крупного калибра (до 12,7 мм). Позиционируется как охотничье оружие и оружие для самозащиты от диких зверей и преступных посягательств. С технической точки зрения, Desert Eagle построен по схеме, характерной не для самозарядных пистолетов, а для автоматических винтовок: в автоматике используется принцип отвода пороховых газов для перезарядки. Массовое производство пистолета было начато на заводах Israel Military Industries в Израиле. В 1995—2000 годах было переведено на фабрику Saco Defense в штате Мэн в США, а затем снова вернулось на заводы Israel Military Industries в связи с покупкой фабрики Saco фирмой General Dynamics. Переоснащение модели для стрельбы боеприпасами другого калибра требует только смены ствола, затвора и магазина. Поэтому переоснащение может быть легко выполнено даже в боевой обстановке."
TacticalText="<Bullet/>Тип: Полу-автоматический пистолет\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Запирание поворотом затвора\n<Bullet/>Тип боеприпаса: .50 AE\n<Bullet/>Страна производитель: США, Израиль\n<Bullet/>Уровень технологии: Базовое оружие"


[TC_WOTC_MILL_DEAGLE_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>Raptor X</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>Raptor X</b></font>"
AbilityDescName="крупнокалиберный пистолет"
BriefSummary="Desert Eagle - самозарядный пистолет крупного калибра (до 12,7 мм). Позиционируется как охотничье оружие и оружие для самозащиты от диких зверей и преступных посягательств. С технической точки зрения, Desert Eagle построен по схеме, характерной не для самозарядных пистолетов, а для автоматических винтовок: в автоматике используется принцип отвода пороховых газов для перезарядки. Массовое производство пистолета было начато на заводах Israel Military Industries в Израиле. В 1995—2000 годах было переведено на фабрику Saco Defense в штате Мэн в США, а затем снова вернулось на заводы Israel Military Industries в связи с покупкой фабрики Saco фирмой General Dynamics. Переоснащение модели для стрельбы боеприпасами другого калибра требует только смены ствола, затвора и магазина. Поэтому переоснащение может быть легко выполнено даже в боевой обстановке.\nRaptor X представляет собой модификацию Desert Eagle. Замена большинства деталей на изготовленные из иноспланетных сплавов позволила существенно увеличить срок службы и возможности данного пистолета."
TacticalText="<Bullet/>Тип: Полу-автоматический пистолет\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Запирание поворотом затвора\n<Bullet/>Тип боеприпаса: .50 AE\n<Bullet/>Страна производитель: США, Израиль\n<Bullet/>Уровень технологии: Магнитное оружие"


[TC_WOTC_MILL_DEAGLE_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>Raptor XE</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>Raptor XE</b></font>"
AbilityDescName="крупнокалиберный пистолет"
BriefSummary="Desert Eagle - самозарядный пистолет крупного калибра (до 12,7 мм). Позиционируется как охотничье оружие и оружие для самозащиты от диких зверей и преступных посягательств. С технической точки зрения, Desert Eagle построен по схеме, характерной не для самозарядных пистолетов, а для автоматических винтовок: в автоматике используется принцип отвода пороховых газов для перезарядки. Массовое производство пистолета было начато на заводах Israel Military Industries в Израиле. В 1995—2000 годах было переведено на фабрику Saco Defense в штате Мэн в США, а затем снова вернулось на заводы Israel Military Industries в связи с покупкой фабрики Saco фирмой General Dynamics. Переоснащение модели для стрельбы боеприпасами другого калибра требует только смены ствола, затвора и магазина. Поэтому переоснащение может быть легко выполнено даже в боевой обстановке.\nRaptor XE является следующим шагом в модернизации Desert Eagle. Замена ствола высокочастотным цилиндром позволило данному пистолету по убойной силе сравняться с большинством существующих винтовок."
TacticalText="<Bullet/>Тип: Полу-автоматический пистолет\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Запирание поворотом затвора\n<Bullet/>Тип боеприпаса: .50 AE\n<Bullet/>Страна производитель: США, Израиль\n<Bullet/>Уровень технологии: Лучевое оружие"

[TC_WOTC_TMP_MILL_DEAGLE_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>Desert Eagle XIX</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>Desert Eagle</b></font>"
AbilityDescName="крупнокалиберный пистолет"
BriefSummary="Desert Eagle - самозарядный пистолет крупного калибра (до 12,7 мм). Позиционируется как охотничье оружие и оружие для самозащиты от диких зверей и преступных посягательств. С технической точки зрения, Desert Eagle построен по схеме, характерной не для самозарядных пистолетов, а для автоматических винтовок: в автоматике используется принцип отвода пороховых газов для перезарядки. Массовое производство пистолета было начато на заводах Israel Military Industries в Израиле. В 1995—2000 годах было переведено на фабрику Saco Defense в штате Мэн в США, а затем снова вернулось на заводы Israel Military Industries в связи с покупкой фабрики Saco фирмой General Dynamics. Переоснащение модели для стрельбы боеприпасами другого калибра требует только смены ствола, затвора и магазина. Поэтому переоснащение может быть легко выполнено даже в боевой обстановке."
TacticalText="<Bullet/>Тип: Полу-автоматический пистолет\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Запирание поворотом затвора\n<Bullet/>Тип боеприпаса: .50 AE\n<Bullet/>Страна производитель: США, Израиль\n<Bullet/>Уровень технологии: Базовое оружие"


[TC_WOTC_TMP_MILL_DEAGLE_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>Raptor X</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>Raptor X</b></font>"
AbilityDescName="крупнокалиберный пистолет"
BriefSummary="Desert Eagle - самозарядный пистолет крупного калибра (до 12,7 мм). Позиционируется как охотничье оружие и оружие для самозащиты от диких зверей и преступных посягательств. С технической точки зрения, Desert Eagle построен по схеме, характерной не для самозарядных пистолетов, а для автоматических винтовок: в автоматике используется принцип отвода пороховых газов для перезарядки. Массовое производство пистолета было начато на заводах Israel Military Industries в Израиле. В 1995—2000 годах было переведено на фабрику Saco Defense в штате Мэн в США, а затем снова вернулось на заводы Israel Military Industries в связи с покупкой фабрики Saco фирмой General Dynamics. Переоснащение модели для стрельбы боеприпасами другого калибра требует только смены ствола, затвора и магазина. Поэтому переоснащение может быть легко выполнено даже в боевой обстановке.\nRaptor X представляет собой модификацию Desert Eagle. Замена большинства деталей на изготовленные из иноспланетных сплавов позволила существенно увеличить срок службы и возможности данного пистолета."
TacticalText="<Bullet/>Тип: Полу-автоматический пистолет\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Запирание поворотом затвора\n<Bullet/>Тип боеприпаса: .50 AE\n<Bullet/>Страна производитель: США, Израиль\n<Bullet/>Уровень технологии: Магнитное оружие"


[TC_WOTC_TMP_MILL_DEAGLE_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>Raptor XE</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>Raptor XE</b></font>"
AbilityDescName="крупнокалиберный пистолет"
BriefSummary="Desert Eagle - самозарядный пистолет крупного калибра (до 12,7 мм). Позиционируется как охотничье оружие и оружие для самозащиты от диких зверей и преступных посягательств. С технической точки зрения, Desert Eagle построен по схеме, характерной не для самозарядных пистолетов, а для автоматических винтовок: в автоматике используется принцип отвода пороховых газов для перезарядки. Массовое производство пистолета было начато на заводах Israel Military Industries в Израиле. В 1995—2000 годах было переведено на фабрику Saco Defense в штате Мэн в США, а затем снова вернулось на заводы Israel Military Industries в связи с покупкой фабрики Saco фирмой General Dynamics. Переоснащение модели для стрельбы боеприпасами другого калибра требует только смены ствола, затвора и магазина. Поэтому переоснащение может быть легко выполнено даже в боевой обстановке.\nRaptor XE является следующим шагом в модернизации Desert Eagle. Замена ствола высокочастотным цилиндром позволило данному пистолету по убойной силе сравняться с большинством существующих винтовок."
TacticalText="<Bullet/>Тип: Полу-автоматический пистолет\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Запирание поворотом затвора\n<Bullet/>Тип боеприпаса: .50 AE\n<Bullet/>Страна производитель: США, Израиль\n<Bullet/>Уровень технологии: Лучевое оружие"
